Repository: omeka/plugin-Commenting
Catalog: languages/*.po
Languages: hu_hu, ja, oc, sv_se, zh_cn

source: Website
hu_hu: Weboldal
ja: Webサイト
oc: Site web
sv_se: Webbplats
zh_cn: 网站

source: Email (required)
hu_hu: Email (kötelező)
ja: Eメール(必須)
oc: Corrièl (obligatòri)
sv_se: E-post (obligatoriskt)
zh_cn: 电邮地址（必需）

source: Your name
hu_hu: Az Ön neve
ja: あなたの名前
oc: Vòstre nom
sv_se: Ditt namn
zh_cn: 您的名称

source: Allowed tags:
hu_hu: Engedélyezett címkék:
ja: 許可されるタグ：
oc: Tags autorizats :
sv_se: Tillåtna taggar:
zh_cn: 允许标签：

source: Please verify you're a human
hu_hu: Kérem igazolja, hogy Ön emberi lény
ja: あなたが人間であることを確認してください
oc: Mercé de confirmar que sètz pas un robòt
sv_se: Vänligen visa att du är en människa
zh_cn: 请证实您是人类

source: Comments
hu_hu: Hozzászólások
ja: コメント
oc: Comentaris
sv_se: Kommentarer
zh_cn: 评论

source: Use Threaded Comments?
ja: スレッド化したコメントを使用しますか？
oc: Utilizar los comentaris en fialat ?
sv_se: Använd trådade kommentarer?
zh_cn: 使用同主题评论？

source: If checked, replies will be displayed indented below the comment.
hu_hu: Ha be van jelölve, a válaszok a hozzászólás alatt jelennek meg
ja: オンにすると、返信はコメントの下にインデント付きで表示します。
oc: Se marcat, las responsas seràn afichadas indentadas jol comentari.
sv_se: Svar på en kommentar kommer att visas under denna kommentar.
zh_cn: 如果点选，回复将在评论下面缩进显示。

source: Text for comments label
hu_hu: Hozzászólás felirat szövege
ja: コメントラベルのテキスト
oc: Tèxte pel label del comentari.
sv_se: Alternativ titel
zh_cn: 评论标签文本

source: A label instead of 'Comments' to use. Leave empty to use 'Comments'.
hu_hu: A felirat szövege az alapértelmezett 'Comments' helyett. Hagyja üresen ha szeretné, hogy a 'Comments' felirat maradjon.
ja: 「コメント」の代わりにラベルを使用します。 「コメント」を使用するには空のままにします。
oc: Un labèl d'utilizar a la plaça de "Comentaris". Daissar void per utilizar "Comentaris".
sv_se: Titel att använda istället för 'Kommentarer'. Lämna tom för att använda 'Kommentarer'.
zh_cn: 用标签代替“评论”。要用“评论”的话，此处保留空白。

source: Allow public commenting?
hu_hu: Engedélyezi a nyilvános hozzászólások írását?
ja: コメント公開を許可しますか？
oc: Autorizar los comentaris publics ?
sv_se: Tillåt publika kommentarer?
zh_cn: 允许公众评论？

source: Allows everyone, including non-registered users to comment. Using this without Akismet is strongly discouraged.
hu_hu: Mindenki számára, még a nem regisztrált látogatók számára is engedélyezi a hozzászólást. Akismet plugin használata nélkül nem ajánlott ez a beállítás.
ja: 登録していないユーザーを含め、誰もがコメントできるようにします。 これをAkismetなしで使用することはお勧めしません。
oc: Autorizar tot lo monde, quitament las personas pas enregistradas, de comentar. Utilizar aquò sens Akismet es pas recomandat.
sv_se: Tillåt kommentarer från alla, inklusive icke-registrerade, användare. Att tillåta detta utan att Akismet är aktiverat rekommenderas inte.
zh_cn: 允许每个人，包括未注册用户评论。强烈不鼓励在不使用Akismet时允许该功能。

source: Require moderation for all public comments?
hu_hu: Szükséges moderátori jóváhagyás a nyilvános hozzászólásokhoz?
ja: すべての公開コメントに承認を必要としますか？
oc: Exigir la moderacion de totes los comentaris publics ?
sv_se: Kräv moderering av alla publika kommentarer?
zh_cn: 所有公共评论都需要仲裁吗？

source: If unchecked, comments will appear immediately.
hu_hu: Ha nem jelöli be a hozzászólások azonnal megjelennek az oldalon.
ja: チェックを外すと、コメントがすぐに表示されます。
oc: Se desmarcat, los comentaris apareisseràn immediatament.
sv_se: Avmarkera för att visa kommentarer omedelbart.
zh_cn: 如未点选，评论将立刻显示。

source: User roles that can moderate comments
hu_hu: A hozzászólásokat moderáló felhasználó típusok
ja: 承認が必要なコメントを使うユーザーロール
oc: Ròtles utilizaire pòdon moderar los comentaris
sv_se: Användarroller som kan moderera kommentarer
zh_cn: 可以仲裁评论的用户角色

source: The user roles that are allowed to moderate comments.
hu_hu: Azok a felhasználó típusok, melyek moderálhatják a hozzászólásokat.
ja: 承認待ちコメントを許可するユーザロール
oc: Ròtles utilizaire autorizats de moderar los comentaris.
sv_se: Användarroller som tillåts moderera kommentarer.
zh_cn: 允许仲裁评论的用户角色。

source: User roles that can comment
hu_hu: Azok a felhasználó típusok, amelyek hozzászólhatnak
ja: コメントできるユーザーロール
oc: Ròtles utilizaire que pòdon comentar
sv_se: Användarroller som kan lämna kommentarer
zh_cn: 可以发表评论的用户角色

source: Select the roles that can leave comments
hu_hu: Válassza ki azokat a felhasználó típusokat akik írhatnak hozzászólásokat
ja: コメントを残すことができるロールを選択する
oc: Seleccionar los ròtles utilizaire autorizats a daissar de comentaris
sv_se: Välj de roller som skall kunna lämna kommentarer
zh_cn: 选择可以发表评论的角色

source: User roles that require moderation before publishing.
hu_hu: Azok a felhasználó típusok akiknek moderátori jóváhagyás szükséges hozzászólásaik megjelenéséhez.
ja: 公開前に承認が必要なユーザーロール
oc: Ròtles utilizaire pels quals la moderacion es necessària abans publicacion.
sv_se: Användarroller som kräver moderering innan publicering.
zh_cn: 发布前需要仲裁的用户角色。

source: If the role is allowed to moderate comments, that will override the setting here.
hu_hu: Ha a felhasználó típusnak engedélyezve van a hozzászólások moderálása, ezt a beállítást itt tudja felülírni.
ja: ロール（役割）がコメントを管理することが許可されている場合は、ここの設定が上書きされます。
oc: Se lo ròtle es autorizat de moderar los comentaris, aquò remplaçarà aquesta configuracion.
sv_se: Om rollen tillåts moderera kommentarer kommer dessa inställningar att åsidosätta denna inställning.
zh_cn: 如角色被允许仲裁评论，那将优先于此处设置。

source: Allow public to view comments?
hu_hu: Engedélyezi, hogy a hozzászólások mindenki számára láthatóak legyenek?
ja: 公開してコメントを表示できるようにしますか？
oc: Autorizar los utilizaires a veire los comentaris ?
sv_se: Tillåt publika användare att se kommentarer?
zh_cn: 允许公众查看评论？

source: User roles that can view comments
hu_hu: Azok a felhasználó típusok, amelyek láthatják a hozzászólásokat
ja: コメントを表示できるユーザーロール
oc: Ròtles utilizaire autorizats a veire de comentaris
sv_se: Användarroller som kan se kommentarer
zh_cn: 可查看评论的用户角色

source: security settings
hu_hu: biztonsági beállítások
ja: セキュリティ設定
oc: Paramètres de seguretat
sv_se: Säkerhetsinställningar
zh_cn: 安全设置

source: You have not entered your %s API keys under %s. We recommend adding these keys, or the commenting form will be vulnerable to spam.
hu_hu: Nem adta meg az %s API kulcsokat %s alatt. Javasoljuk, a kulcsok hozzáadását, különben a megjegyzési űrlap kiszolgáltatott lesz a levélszemetekkel szemben.
ja: %s の下に %s のAPIキーを入力していません。これらのキーを追加することをお勧めします。そうしないと、コメントフォームはスパムに脆弱になります。
oc: Avètz pas sasit vòstras claus d'API per %s jos %s. Vos recomandam d'apondre aquelas claus o alara lo formulari de comentari serà vulnerable al spam.
sv_se: Du har inte angett din %s API-nyckel under %s. Vi rekommenderar att du anger dessa nycklar annars kommer kommentarsformuläret vara sårbart för skräpkommentarer.
zh_cn: 您尚未在%s输入您的%sAPI密钥。我们建议添加这些密钥，否则评论表单会易受垃圾邮件攻击。

source: WordPress API key for Akismet
hu_hu: WordPress API kulcs az Akismet pluginhoz
ja: Akismet用のWordPress APIキー
oc: Clau API Wordpress per Akismet
sv_se: WordPress API-nyckel för Akismet
zh_cn: 用于Akismet的WordPress API密钥

source: New Comment Notification Emails
hu_hu: Új hozzászólás értesítő email
ja: 新しいコメント通知メール
zh_cn: 新评论通知电邮

source: An email message will be sent to each address here whenever a new comment is contributed (one email per line). Leave blank if you do not want anyone to be alerted of comments by email.
hu_hu: Az itt megjelenített összes cím email értesítést kap, ha új hozzászólás érkezik (hozzászólásonként egy email). Hagyja üresen ha nem szeretné, hogy bárki email értesítés kapjon, ha új hozzászólás érkezik.
ja: 新しいコメントが投稿されるたびに、各アドレスに電子メールメッセージが送信されます（1行に1メール）。 あなたが電子メールで誰かにコメントを知らせたくない場合は、空白のままにしておきます。
zh_cn: 新评论被添加后，电邮会发送到这里的每一个地址（每行一个电邮地址）。如果你不希望有人收到关于评论的电邮提示，此处保持空白。

source: Your comment is awaiting moderation
hu_hu: Az Ön hozzászólása moderálásra vár
ja: あなたのコメントは管理者の承認待ちです
oc: Vòstre comentari es en espèra de moderacion
sv_se: Din kommentar väntar på att modereras
zh_cn: 您的评论正在等待仲裁

source: A comment on %s has been flagged as inappropriate
hu_hu: A %s hozzászólás zavarónak lett jelölve.
ja: %s のコメントは不適切と判断されました
oc: Un comentari %s es estat marcat coma inapropriat.
sv_se: En kommentar på %s har flaggats som olämplig
zh_cn: 对%s的评论已被标记为不恰当。

source: The comment %s has been flagged as inappropriate.
hu_hu: A %s hozzászólás zavarónak lett megjelölve.
ja: %s コメントは不適切と判断されました。
oc: Lo comentari %s es estat marcat coma inapropriat.
sv_se: Kommentaren %s har flaggats som olämplig.
zh_cn: 评论%s已被标记为不恰当。

source: here
hu_hu: itt
ja: ここ
oc: aicí
sv_se: här
zh_cn: 这里

source: You can manage the comment %s
hu_hu: A hozzászólásokat itt kezelheti: %s
ja: あなたは %sコメントを管理することができます
oc: Podètz gerir lo comentari %s
sv_se: Du kan modererera kommentaren %s
zh_cn: 你可以管理评论%s

source: [%s] - New comment on: %s
hu_hu: [%s] - Új hozzászólás érkezett: %s
ja: [%s] - 新しいコメント： %s
zh_cn: 【%s】- 新评论：%s

source: New comment from %s
hu_hu: Új hozzászólás %s felhasználótól
ja: %s の新しいコメント
zh_cn: %s的新评论

source: Anonymous
hu_hu: Névtelen
ja: 匿名
oc: Anonim
sv_se: Anonym
zh_cn: 匿名

source: on %s at %s
zh_cn: 在%s对%s

source: Approved
hu_hu: Jóváhagyva
ja: 承認済み
oc: Aprovat
sv_se: Godkänd
zh_cn: 已批准

source: Unapprove
hu_hu: Elutasítás
ja: 未承認
oc: Desaprovar
sv_se: Ta bort godkännande
zh_cn: 撤销批准

source: Not Approved
hu_hu: Elutasítva
ja: 否認
oc: Pas aprovat
sv_se: Ej godkänd
zh_cn: 未被批准

source: Approve
hu_hu: Jóváhagyás
ja: 承認
oc: Aprovar
sv_se: Godkänn
zh_cn: 批准

source: Spam
ja: スパム
sv_se: Skräp
zh_cn: 垃圾邮件

source: Report Not Spam
hu_hu: Nem Spam bejelentése
ja: スパムではないと報告
oc: Marcar coma non spam
sv_se: Detta är inte skräp
zh_cn: 报告为非垃圾邮件

source: Not Spam
hu_hu: Nem Spam
ja: スパムではない
oc: Non spam
sv_se: Inte skräp
zh_cn: 非垃圾邮件

source: Report Spam
hu_hu: Spam jelentése
ja: スパムとして報告
oc: Marcar coma spam
sv_se: Rapportera skräp
zh_cn: 报告垃圾邮件

source: Flagged Inappropriate
hu_hu: Nem megfelelőnek jelölve
ja: 不適切
oc: Marcat coma inapropriat
sv_se: Flaggad som olämplig
zh_cn: 标记为不恰当

source: Unflag
hu_hu: Jelölés eltávolítása
ja: フラグを解除する
oc: Desmarcar
sv_se: Avflagga
zh_cn: 取消标记

source: Not Flagged
hu_hu: Jelöletlen
ja: フラグなし
oc: Non marcat
sv_se: Inte flaggad
zh_cn: 未标记

source: Flag Inappropriate
hu_hu: Zavarónak jelölés
ja: 不適切フラグ
oc: Marcar coma inapropriat
sv_se: Flagga som olämplig
zh_cn: 标记不恰当的

source: Flag
hu_hu: Megjelölés
ja: フラグ
oc: Senhalament
sv_se: Flagga
zh_cn: 标记

source: Select All
hu_hu: Mindent kijelöl
ja: 全選択
oc: Seleccionar tot
sv_se: Välj alla
zh_cn: 选择全部

source: Needs Approval
hu_hu: Jóváhagyás szükséges
ja: 承認が必要
oc: En espèra de moderacion
sv_se: Kräver godkännande
zh_cn: 需要批准

source: Flagged
hu_hu: Megjelölt
ja: フラグ付き
oc: Marcat
sv_se: Flaggad
zh_cn: 已标记

source: Flag inappropriate
hu_hu: Zavarónak jelölés
ja: 不適切フラグ
oc: Marcar coma inapropriat
sv_se: Flagga olämplig
zh_cn: 标记不恰当的

source: Unflag inappropriate
hu_hu: Zavarónak jelölés visszavonása
ja: 不適切フラグを解除する
oc: Senhalar coma corrècte
sv_se: Avflagga olämplig
zh_cn: 取消不恰当的标记

source: Reply
hu_hu: Válasz
ja: 返信
oc: Respondre
sv_se: Svara
zh_cn: 回复

source: on
sv_se: på
